<?php
################################################################################
###                                                                          ###
###                              Cafe CMS                                    ###
###                        http://cms.rad-li.ru                              ###
###                         mailto:rad-li@ya.ru                              ###
###                                                                          ###
################################################################################

include 'admin/inc/functions.php';  // подключаем файл с функциями

check_install ();               // проверяем, установлена ли CMS


db_connect ();                  // подключаемся к БД


define ("CAFE", '1');           // защита от прямого скачивания



include TEMPLATE . '/index.php';// подключаем шаблон
?>
